//
//  Srcs_alphabet.swift
//  Alphabet_RU
//
//  Created by Svetlana Lesik on 20/01/2019.
//  Copyright © 2019 Svetlana Lesik. All rights reserved.
//

import Foundation
import UIKit

var animalNamesRu: [String] = ["Аку́ла", "Бе́лка", "Волк", "Гори́лла", "Дя́тел", "Ено́т", "Ёж",
                               "Жира́ф", "За́яц", "Инде́йка", "Йе́ти", "Крокоди́л", "Лиса́", "Медве́дь",
                               "Носоро́г", "Осьмино́г", "Па́нда", "Ры́бы", "Свинья́", "Тюле́нь",
                               "У́тка", "Фи́лин", "Хомя́к", "Цыплё́нок", "Черепа́ха", "Шмель",
                               "Щу́ка", "Объявле́ние", "Мышь", "Го́лубь", "Э́му", "Юро́к", "Я́щерица"]

 var lettersMin: [String] = ["А", "Б", "В", "Г", "Д", "Е", "Ё", "Ж", "З", "И", "Й", "К", "Л", "М",
                             "Н", "О", "П", "Р", "С", "Т", "У", "Ф", "Х", "Ц", "Ч", "Ш", "Щ", "Ъ",
                             "Ы", "Ь", "Э", "Ю", "Я"]

var lettersMax: [String] = ["Аа", "Бб", "Вв", "Гг", "Дд", "Ее", "Ёё", "Жж", "Зз", "Ии", "Йй", "Кк",
                            "Лл", "Мм", "Нн", "Оо", "Пп", "Рр", "Сс", "Тт", "Уу", "Фф", "Хх", "Цц",
                            "Чч", "Шш", "Щщ", "Ъъ", "Ыы", "Ьь", "Ээ", "Юю", "Яя"]
